{"仳": 21128, "伋": 21129, "佺": 21130, "佾": 21131, "倀": 21132, "倣": 21133, "倥": 21134, "倨": 21135, "偭": 21136, "偯": 21137, "偺": 21138, "傖": 21139, "傯": 21140, "僇": 21141, "僎": 21142, "僩": 21143, "儅": 21144, "儈": 21145, "儐": 21146, "儔": 21147, "儳": 21148, "儸": 21149, "儻": 21150, "兕": 21151, "兗": 21152, "冑": 21153, "刖": 21154, "剴": 21155, "劂": 21156, "劓": 21157, "劬": 21158, "劻": 21159, "勗": 21160, "勣": 21161, "勦": 21162, "勰": 21163, "匏": 21164, "卹": 21165, "呶": 21166, "啁": 21167, "啗": 21168, "啣": 21169, "嗉": 21170, "嗥": 21171, "嗾": 21172, "嘐": 21173, "噥": 21174, "噫": 21175, "噯": 21176, "嚅": 21177, "嚶": 21178, "囀": 21179, "囁": 21180, "囈": 21181, "囌": 21182, "圉": 21183, "圬": 21184, "圯": 21185, "坩": 21186, "坼": 21187, "垓": 21188, "堉": 21189, "堊": 21190, "堝": 21191, "堠": 21192, "塋": 21193, "塒": 21194, "塹": 21195, "塽": 21196, "墦": 21197, "壎": 21198, "壙": 21199, "夤": 21200, "奩": 21201, "奭": 21202, "妁": 21203, "妯": 21204, "姅": 21205, "姘": 21206, "娌": 21207, "媼": 21208, "嫗": 21209, "嬈": 21210, "嬋": 21211, "嬝": 21212, "孓": 21213, "寤": 21214, "尢": 21215, "屘": 21216, "屝": 21217, "屨": 21218, "崢": 21219, "崤": 21220, "嶔": 21221, "嶝": 21222, "嶸": 21223, "巉": 21224, "帟": 21225, "幃": 21226, "幗": 21227, "幛": 21228, "廄": 21229, "廾": 21230, "彊": 21231, "忝": 21232, "忸": 21233, "怛": 21234, "怩": 21235, "怫": 21236, "惻": 21237, "愀": 21238, "愎": 21239, "愒": 21240, "愴": 21241, "愾": 21242, "慇": 21243, "慍": 21244, "慝": 21245, "慼": 21246, "憮": 21247, "懍": 21248, "懣": 21249, "戢": 21250, "抆": 21251, "捫": 21252, "掄": 21253, "搆": 21254, "搴": 21255, "搾": 21256, "摑": 21257, "摭": 21258, "撙": 21259, "撢": 21260, "撳": 21261, "撾": 21262, "擭": 21263, "擻": 21264, "攆": 21265, "敉": 21266, "敔": 21267, "斕": 21268, "昜": 21269, "昤": 21270, "晅": 21271, "暍": 21272, "暘": 21273, "曩": 21274, "曷": 21275, "杗": 21276, "杪": 21277, "杲": 21278, "枓": 21279, "枴": 21280, "柙": 21281, "柝": 21282, "栘": 21283, "梂": 21284, "梃": 21285, "梔": 21286, "梡": 21287, "梱": 21288, "棻": 21289, "楛": 21290, "榣": 21291, "榦": 21292, "槨": 21293, "樅": 21294, "橈": 21295, "橾": 21296, "檠": 21297, "檣": 21298, "檮": 21299, "櫂": 21300, "櫓": 21301, "櫝": 21302, "櫬": 21303, "櫺": 21304, "欐": 21305, "歜": 21306, "歟": 21307, "歿": 21308, "殮": 21309, "毚": 21310, "毬": 21311, "氅": 21312, "氬": 21313, "氳": 21314, "汍": 21315, "沆": 21316, "沍": 21317, "沔": 21318, "沘": 21319, "沬": 21320, "泅": 21321, "泖": 21322, "泜": 21323, "洌": 21324, "洎": 21325, "洧": 21326, "洫": 21327, "浥": 21328, "浹": 21329, "涊": 21330, "湎": 21331, "湔": 21332, "湣": 21333, "湩": 21334, "湲": 21335, "溘": 21336, "潠": 21337, "潯": 21338, "澠": 21339, "澦": 21340, "澴": 21341, "澶": 21342, "濩": 21343, "濰": 21344, "瀲": 21345, "灤": 21346, "炤": 21347, "煆": 21348, "煬": 21349, "燐": 21350, "燠": 21351, "燬": 21352, "燸": 21353, "燾": 21354, "爨": 21355, "牖": 21356, "牘": 21357, "犖": 21358, "犛": 21359, "狷": 21360, "猓": 21361, "玀": 21362, "玆": 21363, "玨": 21364, "琯": 21365, "琿": 21366, "瑭": 21367, "璘": 21368, "璣": 21369, "璦": 21370, "璩": 21371, "瓔": 21372, "瓖": 21373, "瓚": 21374, "瓠": 21375, "甍": 21376, "甽": 21377, "畋": 21378, "畎": 21379, "畚": 21380, "疋": 21381, "疢": 21382, "痲": 21383, "痳": 21384, "瘉": 21385, "瘺": 21386, "癆": 21387, "癘": 21388, "癟": 21389, "癩": 21390, "盍": 21391, "眇": 21392, "瞽": 21393, "矓": 21394, "砟": 21395, "砠": 21396, "硃": 21397, "硎": 21398, "硿": 21399, "磧": 21400, "磴": 21401, "礬": 21402, "祆": 21403, "禳": 21404, "秈": 21405, "稈": 21406, "穋": 21407, "穠": 21408, "穡": 21409, "笮": 21410, "筧": 21411, "筮": 21412, "箄": 21413, "箠": 21414, "篌": 21415, "篛": 21416, "篦": 21417, "篾": 21418, "簑": 21419, "簞": 21420, "簣": 21421, "籀": 21422, "籣": 21423, "籥": 21424, "糝": 21425, "糢": 21426, "紆": 21427, "紇": 21428, "紕": 21429, "紱": 21430, "紲": 21431, "紼": 21432, "絀": 21433, "絛": 21434, "絰": 21435, "綞": 21436, "綰": 21437, "緇": 21438, "緙": 21439, "緲": 21440, "縉": 21441, "縊": 21442, "縐": 21443, "縑": 21444, "縞": 21445, "縯": 21446, "縲": 21447, "縵": 21448, "縹": 21449, "縿": 21450, "繅": 21451, "繈": 21452, "繒": 21453, "繙": 21454, "缶": 21455, "罈": 21456, "罟": 21457, "羋": 21458, "羶": 21459, "羼": 21460, "翕": 21461, "翮": 21462, "耑": 21463, "耜": 21464, "聱": 21465, "肫": 21466, "胼": 21467, "脤": 21468, "脰": 21469, "膂": 21470, "臏": 21471, "臚": 21472, "臢": 21473, "舢": 21474, "舨": 21475, "芟": 21476, "芣": 21477, "芰": 21478, "苧": 21479, "茆": 21480, "菔": 21481, "菰": 21482, "菴": 21483, "萇": 21484, "蓀": 21485, "蓊": 21486, "蔆": 21487, "蕞": 21488, "薜": 21489, "薺": 21490, "藪": 21491, "藷": 21492, "藺": 21493, "蘗": 21494, "虺": 21495, "蚶": 21496, "蛄": 21497, "蛉": 21498, "蛞": 21499, "蜩": 21500, "蝓": 21501, "螟": 21502, "螫": 21503, "螻": 21504, "蟈": 21505, "蟯": 21506, "衽": 21507, "裒": 21508, "裯": 21509, "褊": 21510, "褕": 21511, "褡": 21512, "褸": 21513, "褽": 21514, "襖": 21515, "襞": 21516, "襤": 21517, "覜": 21518, "覲": 21519, "觔": 21520, "觴": 21521, "觼": 21522, "訃": 21523, "訌": 21524, "訏": 21525, "訐": 21526, "訑": 21527, "訢": 21528, "訾": 21529, "詁": 21530, "詖": 21531, "詨": 21532, "詻": 21533, "誑": 21534, "誚": 21535, "誧": 21536, "誶": 21537, "諂": 21538, "諉": 21539, "諍": 21540, "諛": 21541, "諶": 21542, "諼": 21543, "謫": 21544, "譆": 21545, "譟": 21546, "譫": 21547, "讒": 21548, "讖": 21549, "讜": 21550, "谿": 21551, "豕": 21552, "豭": 21553, "豳": 21554, "貉": 21555, "貊": 21556, "貍": 21557, "貲": 21558, "賅": 21559, "賒": 21560, "賸": 21561, "賻": 21562, "贗": 21563, "跦": 21564, "跼": 21565, "踡": 21566, "踫": 21567, "蹕": 21568, "躂": 21569, "躅": 21570, "躑": 21571, "躓": 21572, "躡": 21573, "軏": 21574, "軔": 21575, "軛": 21576, "軻": 21577, "輊": 21578, "輜": 21579, "輞": 21580, "輥": 21581, "輦": 21582, "輳": 21583, "轂": 21584, "轔": 21585, "轡": 21586, "迆": 21587, "迨": 21588, "逖": 21589, "遘": 21590, "遝": 21591, "邐": 21592, "邶": 21593, "郃": 21594, "郾": 21595, "鄗": 21596, "鄘": 21597, "鄴": 21598, "鄹": 21599, "酈": 21600, "酴": 21601, "醱": 21602, "釅": 21603, "釆": 21604, "釙": 21605, "釩": 21606, "釭": 21607, "鈇": 21608, "鈐": 21609, "鈑": 21610, "鈷": 21611, "鈸": 21612, "鈹": 21613, "鈽": 21614, "鈿": 21615, "鉋": 21616, "鉍": 21617, "鉸": 21618, "鉼": 21619, "銨": 21620, "銲": 21621, "銻": 21622, "銼": 21623, "鋇": 21624, "錕": 21625, "錙": 21626, "錡": 21627, "鍔": 21628, "鍚": 21629, "鍬": 21630, "鎘": 21631, "鎢": 21632, "鎰": 21633, "鏃": 21634, "鏍": 21635, "鏑": 21636, "鏜": 21637, "鏝": 21638, "鏨": 21639, "鐃": 21640, "鐫": 21641, "鑠": 21642, "鑤": 21643, "鑪": 21644, "鑷": 21645, "閂": 21646, "閤": 21647, "閭": 21648, "闈": 21649, "闋": 21650, "闐": 21651, "阬": 21652, "陘": 21653, "陬": 21654, "陴": 21655, "隄": 21656, "隹": 21657, "雊": 21658, "雩": 21659, "霤": 21660, "霪": 21661, "靨": 21662, "韁": 21663, "韃": 21664, "韉": 21665, "韹": 21666, "頊": 21667, "顓": 21668, "顥": 21669, "顰": 21670, "颺": 21671, "飧": 21672, "飭": 21673, "飴": 21674, "餽": 21675, "餿": 21676, "饉": 21677, "饜": 21678, "馱": 21679, "駑": 21680, "駙": 21681, "駟": 21682, "駢": 21683, "騖": 21684, "騫": 21685, "騵": 21686, "騾": 21687, "驃": 21688, "驪": 21689, "髁": 21690, "髑": 21691, "髡": 21692, "髭": 21693, "鬨": 21694, "鬲": 21695, "魎": 21696, "魑": 21697, "鮫": 21698, "鯀": 21699, "鯈": 21700, "鯧": 21701, "鰥": 21702, "鰱": 21703, "鱖": 21704, "鱟": 21705, "鴃": 21706, "鴆": 21707, "鴒": 21708, "鴣": 21709, "鵠": 21710, "鵪": 21711, "鶉": 21712, "鶸": 21713, "鷂": 21714, "鷓": 21715, "鷥": 21716, "鸛": 21717, "黌": 21718, "黷": 21719, "鼇": 21720, "鼕": 21721, "鼙": 21722, "鼯": 21723, "鼴": 21724, "齜": 21725, "齟": 21726, "齧": 21727, "齪": 21728, "齬": 21729, "齲": 21730, "齷": 21731, "搰": 21732, "呯": 21733, "S": 21734, "O": 21735, "P": 21736, "矸": 21737, "恛": 21738, "絑": 21739, "薀": 21740, "欉": 21741, "I": 21742, "愓": 21743, "V": 21744, "憺": 21745, "碪": 21746, "曘": 21747, "偑": 21748, "窣": 21749, "脥": 21750, "耹": 21751, "嬾": 21752, "K": 21753, "斿": 21754, "昐": 21755, "暾": 21756, "欓": 21757, "汱": 21758, "媄": 21759, "B": 21760, "N": 21761, "A": 21762, "扺": 21763, "怗": 21764, "憝": 21765, "筳": 21766, "翏": 21767, "X": 21768, "屣": 21769, "悢": 21770, "蚑": 21771, "襌": 21772, "�": 21773, "癈": 21774, "昫": 21775, "磈": 21776, "譪": 21777, "…": 21778, "焣": 21779, "佷": 21780, "Ｙ": 21781, "彺": 21782, "咼": 21783, "鉞": 21784, "Ｅ": 21785, "Ｕ": 21786, "鞾": 21787, "ㄦ": 21788, "芧": 21789, "湸": 21790, "怢": 21791, "Ｆ": 21792, "貏": 21793, "Ｋ": 21794, "淍": 21795, "礿": 21796, "怳": 21797, "Ｄ": 21798, "墫": 21799, "棼": 21800, "Ｖ": 21801, "Ｍ": 21802, "尌": 21803, "Ｓ": 21804, "嚜": 21805, "耖": 21806, "Ｒ": 21807, "韾": 21808, "搧": 21809, "掽": 21810, "Ｔ": 21811, "嬙": 21812, "祧": 21813, "垏": 21814, "晡": 21815, "玈": 21816, "埬": 21817, "Ｇ": 21818, "Ｎ": 21819, "樒": 21820, "稓": 21821, "穈": 21822, "堍": 21823, "Ｌ": 21824, "Ａ": 21825, "Ｃ": 21826, "棽": 21827, "婐": 21828, "淂": 21829, "雚": 21830, "Ｈ": 21831, "滫": 21832, "紥": 21833, "鴯": 21834, "尪": 21835, "Ｘ": 21836, "Ｉ": 21837, "藂": 21838, "俇": 21839, "萳": 21840, "爿": 21841, "傱": 21842, "Ｑ": 21843, "喒": 21844, "穰": 21845, "謥": 21846, "Ｏ": 21847, "懹": 21848, "垸": 21849, "Ｊ": 21850, "Ｂ": 21851, "Ｐ": 21852, "篹": 21853, "瑳": 21854, "錓": 21855, "嗛": 21856, "撘": 21857, "龠": 21858, "琣": 21859, "弮": 21860, "Ｗ": 21861, "塶": 21862, "珼": 21863, "坻": 21864, "焋": 21865, "樏": 21866, "拰": 21867, "餲": 21868, "檡": 21869, "徦": 21870, "鱠": 21871, "佪": 21872, "絣": 21873, "悾": 21874, "葸": 21875, "摽": 21876}