!
,
.
0
1
2
5
8
9
?
]
…
、
。
〇
「
」
【
】
〔
〕
〝
〞
ㄦ
一
丁
七
丈
三
上
下
不
且
世
丞
丟
並
中
丹
主
乃
久
么
之
乎
乏
乖
乘
乙
九
也
乳
乾
亂
了
予
事
二
于
云
互
五
亙
些
亞
亡
交
亦
享
京
亭
亮
人
什
仁
仄
仇
今
介
仍
仔
仕
他
仗
付
仙
代
令
以
仰
仲
件
任
份
仿
企
伊
伎
伏
休
伙
伯
估
伴
似
但
佈
位
低
住
佐
佔
何
佛
作
佝
你
佣
佩
佳
併
佷
使
侄
來
例
侍
侗
供
依
侯
侶
便
係
促
俄
俇
俊
俗
保
俟
俠
信
修
俯
俱
倆
個
倍
們
倒
倔
候
借
倡
倫
倭
值
假
偉
偏
做
停
健
側
偶
偷
偺
傅
傍
傑
傘
備
傢
傭
傯
傱
傲
傳
債
傷
傻
傾
僅
像
僑
僕
僧
僱
價
儀
億
儅
儔
儘
償
優
儲
元
兄
充
兆
兇
先
光
克
免
兒
兔
入
內
全
兩
八
公
六
共
兵
其
具
典
冊
再
冏
冒
冠
冤
冬
冰
冷
准
凜
凝
凡
凱
凸
凹
出
刀
分
切
划
列
初
判
別
利
刮
到
制
券
刺
刻
則
削
剌
前
剛
剝
剩
剪
副
割
創
劃
劇
劈
劉
劍
力
功
加
劣
助
努
勁
勇
勉
動
務
勝
勞
募
勢
勤
勵
勸
勿
包
匆
化
北
匙
匠
匯
匹
區
十
千
升
午
半
卑
卓
協
南
博
卡
卦
印
危
即
卷
卻
厄
厚
原
厭
厲
去
參
又
叉
及
友
反
叔
取
受
叛
口
古
句
另
叨
叩
只
叫
叮
可
台
史
右
司
吃
各
合
吉
同
名
后
吐
向
君
吞
吠
否
吧
含
听
吳
吵
吶
吸
吹
呀
呆
呈
告
呎
呢
呤
周
呱
味
呵
呼
命
和
咒
咖
咪
咬
咯
咱
咳
咼
哀
品
哇
哈
哎
哏
員
哥
哦
哩
哪
哭
哲
唐
售
唯
唱
唷
唸
商
啊
問
啡
啤
啦
啻
善
喊
喒
喔
喜
喝
喪
單
嗎
嗨
嗯
嗽
嘈
嘍
嘔
嘗
嘛
嘮
嘲
嘴
嘻
噁
噓
噢
器
噪
噴
嚀
嚇
嚏
嚐
嚜
嚨
嚮
嚴
囉
囊
四
回
因
困
固
圈
國
圍
園
圓
圖
團
土
在
地
圾
址
坂
均
坐
坑
坡
坦
坪
垂
垃
型
垏
垮
垸
埋
城
埔
域
埤
埬
執
培
基
堂
堅
堆
堍
堡
堪
堯
報
場
塊
塌
塑
塔
塗
塞
填
境
增
墨
墫
墮
墾
壁
壇
壓
壞
壤
士
壯
壺
壽
复
夏
夕
外
多
夜
夠
夢
夥
大
天
太
夫
央
失
夷
夾
奇
奈
奉
奏
奔
套
奘
奚
奧
奪
奮
女
奴
奶
她
好
如
妖
妙
妝
妞
妥
妨
妮
妳
妹
妻
姆
姊
始
姐
姑
姓
委
姦
姨
姻
姿
威
娃
娘
娜
娶
婆
婐
婚
婦
婷
媒
媽
嫁
嫂
嬌
嬙
嬤
嬰
子
孔
孕
字
存
孝
季
孤
孩
孫
學
它
宅
宇
守
安
宋
完
宏
宗
官
宙
定
宜
客
宣
室
宮
宰
害
宴
宵
家
容
宿
寂
寄
密
富
寒
寓
寞
察
寢
實
寧
審
寫
寬
寮
寵
寶
寺
封
射
將
專
尊
尋
尌
對
導
小
少
尔
尖
尚
尤
尪
尬
就
尷
尺
尼
尾
局
屁
居
屆
屈
屋
屏
展
層
屬
屯
山
岸
峇
峰
島
峽
崇
崎
崗
川
州
工
左
巧
巨
差
己
已
巴
巷
巾
市
布
希
帖
帝
帥
師
席
帳
帶
常
帽
幀
幅
幕
幣
幫
干
平
年
幸
幹
幻
幼
幽
幾
床
序
底
店
府
度
座
庫
庭
康
庸
廁
廂
廊
廚
廟
廠
廢
廣
廳
延
廷
建
弄
弊
式
引
弟
弱
張
強
彈
彌
彎
彙
形
彩
影
彷
彺
彼
彿
往
待
很
徊
律
後
徐
徑
徒
得
徘
從
復
循
微
徵
德
心
必
忍
忒
志
忘
忙
忠
快
念
忽
怎
怒
怕
怖
思
怡
怢
急
性
怨
怪
怳
恐
恢
恤
恨
恩
恭
息
恰
悅
悉
悔
悟
悠
患
您
悲
悶
悻
情
惊
惑
惜
惠
惡
惰
惱
想
愁
愈
愉
意
愚
愛
感
愣
愧
慈
態
慌
慍
慎
慕
慘
慢
慣
慧
慨
慮
慰
慶
慾
憂
憋
憐
憩
憶
懂
懇
懈
應
懵
懶
懷
懸
懹
戀
成
我
戒
或
戚
截
戰
戲
戳
戴
戶
房
所
扁
扇
手
才
扎
打
扔
托
扛
扣
扮
扯
扶
批
找
承
技
抄
把
抓
投
抖
抗
折
披
抱
抵
押
抽
拆
拉
拋
拍
拒
拔
拖
拚
招
拜
括
拭
拯
拳
拷
拼
拿
持
指
按
挑
挖
挨
挫
振
挺
挽
挾
捏
捐
捕
捧
捨
捩
据
捲
捷
掃
授
掉
掌
掏
排
掙
掛
採
探
接
控
推
措
掽
描
提
揚
換
握
揭
揮
援
揹
損
搏
搖
搜
搞
搧
搬
搭
搶
摔
摘
摟
摩
摺
撈
撐
撒
撕
撞
撥
撩
播
撲
擁
擅
擇
擊
擋
操
擎
擔
據
擠
擦
擬
擴
擺
擾
攀
攏
攝
攤
攪
支
收
改
放
政
故
效
敏
救
敗
敘
教
敢
散
敦
敬
敲
整
敵
數
文
料
斤
斥
斯
新
斷
方
於
施
旁
旅
旋
族
旗
既
日
旦
早
旱
昂
昆
昇
昌
明
昏
易
星
映
春
昧
昨
是
時
晃
晒
晚
晡
晨
普
景
晴
晶
智
暇
暈
暑
暖
暗
暢
暫
暴
暸
曆
曉
曠
曩
曬
曰
曲
更
書
曼
曾
替
最
會
月
有
朋
服
朔
朗
望
朝
期
木
未
末
本
札
朱
朴
朵
杉
李
材
村
束
杯
杰
東
杷
松
板
极
析
枕
林
果
枝
架
柏
某
染
柔
查
柯
柳
校
核
根
格
栽
桃
案
桌
桑
桓
桶
梁
梅
條
梨
梯
械
棄
棋
棍
棒
棕
棟
森
棲
棵
棼
棽
椅
植
椒
椪
楊
楚
楣
業
極
概
榜
榮
構
槍
樂
樑
樒
樓
標
模
樣
樹
橄
橋
橘
機
橡
檔
檢
檯
櫃
櫻
欉
權
欖
欠
次
欣
欸
欺
款
歇
歉
歌
歐
歡
止
正
此
步
武
歧
歲
歷
歸
死
殊
殖
殘
段
殺
殿
毀
母
每
毒
比
毛
毫
氈
氏
民
气
氛
氣
水
永
汁
求
汗
汙
江
池
污
汰
汲
決
汽
沉
沒
沖
沙
河
油
治
況
泉
泊
法
泡
波
泥
注
泰
泳
洋
洗
洛
洞
洱
洲
活
洽
派
流
浪
浮
浴
海
涂
消
涉
涎
涯
涵
涼
淂
淆
淇
淋
淍
淘
淚
淡
淨
深
混
淺
添
清
減
渡
測
港
渴
游
湊
湖
湯
湸
源
準
溜
溝
溥
溫
滑
滫
滯
滴
滷
滾
滿
漁
漂
漏
演
漠
漢
漫
漲
漸
漿
潑
潛
潢
潭
潮
澈
澡
澳
激
濃
濕
濟
瀑
瀰
瀾
灑
灘
灣
火
灰
災
炎
炒
炮
炸
為
烈
烏
烘
烤
焉
焙
無
焣
焦
然
煌
煎
煙
煞
煤
照
煩
煮
煽
熊
熟
熬
熱
燈
燒
燕
燙
營
爆
爐
爛
爪
爬
爭
爵
父
爸
爺
爾
爿
片
版
牌
牙
牛
牠
牢
物
牲
特
牽
犒
犧
犯
狀
狂
狗
狠
狼
猜
猩
猴
猶
獅
獎
獨
獲
獻
玄
率
玈
玉
王
玩
玫
玲
珍
珠
班
現
球
琅
理
琛
琳
琴
瑕
瑜
瑞
瑣
瑩
瑪
瑯
瑰
璀
璜
環
瓜
瓣
瓦
瓶
甚
甜
生
產
用
甬
田
由
申
男
甸
町
畀
界
留
畜
畢
略
番
畫
異
當
疊
疏
疑
疚
疫
疲
疵
疹
疼
疾
病
症
痕
痛
痠
痧
痰
痴
瘁
瘋
瘟
瘡
瘦
療
癌
癡
癮
登
發
白
百
的
皆
皮
盅
益
盒
盛
盜
盟
盡
監
盤
盧
目
盯
盲
直
相
盼
省
眇
眉
看
真
眠
眶
眼
眾
睛
睡
睦
睹
瞄
瞅
瞞
瞪
瞬
瞭
瞰
矛
矜
知
矩
短
矮
石
砍
研
破
砸
硬
碌
碎
碑
碗
碟
碧
碩
碰
確
碼
磁
磚
磨
磯
礎
礙
示
社
礿
祂
祇
祈
祕
祖
祝
神
祧
票
祭
祿
禁
禍
福
禪
禮
禱
禹
禽
禾
秀
私
秋
种
科
秘
租
移
稅
程
稍
稓
稚
稟
種
稱
稿
穀
穈
穌
積
穎
穗
穩
穫
穰
穴
究
空
穿
突
窄
窗
窩
窮
竊
立
站
竟
章
童
端
競
竹
竿
笑
符
笨
第
筆
等
筋
筒
答
策
筷
算
管
箱
節
範
篇
築
簡
簽
籃
籍
籠
籲
米
粉
粱
精
糊
糕
糖
糟
糧
系
糾
紀
約
紅
納
紐
紓
純
紙
級
素
索
紥
紫
累
細
紹
終
組
結
絕
絞
絡
給
統
絲
綁
經
綜
綠
維
綱
網
綽
緊
緒
線
緣
編
緩
緬
練
緻
縈
縣
縮
總
績
繁
織
繞
繩
繪
繫
繳
繼
續
纏
纖
纜
给
缸
缺
罐
罪
置
罰
署
罵
羅
羊
美
羞
群
羧
羨
義
羽
翁
習
翠
翰
翻
老
考
者
而
耐
耕
耖
耗
耘
耳
耶
聊
聖
聚
聞
聯
聰
聲
聳
職
聽
肅
肆
肇
肉
肌
肚
肝
股
肢
肥
肩
肯
育
胃
背
胎
胖
胞
胡
胸
能
脅
脆
脈
脖
脫
脹
脾
腐
腥
腦
腰
腳
腸
腹
腿
膀
膏
膚
膠
膨
膩
臉
臘
臟
臣
臥
臨
自
臭
至
致
臺
舂
舅
與
興
舉
舊
舍
舒
舞
舟
航
般
船
舺
艋
艮
良
色
芋
芒
芝
芧
芬
花
芹
苓
苗
若
苦
苯
英
范
茄
茜
茶
草
荳
荷
莊
莎
莫
莿
菁
菊
菜
華
菲
菸
萄
萍
萬
萳
落
葉
著
葛
葡
董
葬
蒂
蒐
蒙
蒜
蒸
蓋
蓮
蔓
蔔
蔡
蔣
蔥
蔬
蕃
蕭
薄
薑
薦
薩
薪
藂
藉
藍
藏
藝
藥
藹
蘇
蘋
蘭
蘿
虎
處
虛
號
虧
蚵
蛇
蛋
蛙
蛛
蛤
蜘
蜜
蝦
蝴
蝶
螂
融
螞
蟑
蟲
蟻
蠻
血
行
衍
術
街
衛
衝
衡
衣
表
衫
衷
袁
袋
袖
被
裁
裂
裏
裔
裕
裙
補
裝
裡
裴
裹
製
複
褔
褲
襟
襪
襯
西
要
覆
見
規
視
親
覲
覺
覽
觀
角
解
觸
言
訂
計
訊
討
訓
訕
託
記
訝
訣
訪
設
許
訴
註
証
詐
評
詛
詞
詢
詣
試
詩
話
該
詳
誇
誌
認
誕
誘
語
誠
誤
說
誰
課
誼
調
談
請
諒
論
諜
諧
諷
諸
諾
謀
謂
謊
謙
講
謝
謠
謥
謹
證
譏
識
譜
警
譬
譯
議
護
譽
讀
變
讓
讚
说
谷
豆
豈
豐
豚
象
豪
豫
豬
貌
貏
貓
貝
貞
負
財
貢
貧
貨
貫
責
貳
貴
買
貸
費
貼
貿
賀
資
賈
賓
賞
賠
賢
賣
賤
賦
質
賭
賴
賺
購
賽
贈
贊
贏
赤
走
起
趁
超
越
趕
趙
趟
趣
趨
足
跌
跑
距
跟
跨
路
跳
踏
踢
踴
蹈
蹟
蹤
蹴
躍
身
躺
車
軍
軔
軟
較
載
輔
輕
輛
輩
輪
輯
輸
轉
轎
辛
辜
辣
辦
辭
辯
辱
農
迅
迎
近
返
迦
迪
迫
述
迴
迷
追
退
送
逃
逆
透
逐
途
逗
這
通
逛
速
造
連
逮
週
進
逸
逼
遇
遊
運
遍
過
道
達
遞
遠
遣
適
遭
遮
遲
遶
遷
選
遺
避
邀
邁
還
邊
邏
那
邦
郎
部
郵
都
鄉
鄧
鄭
鄰
酉
配
酒
酥
酬
酷
酸
醃
醉
醋
醒
醜
醫
醬
采
釋
里
重
野
量
金
釘
釜
針
釣
鈀
鈴
鉞
銀
銘
銳
銷
鋒
鋸
鋼
錄
錢
錦
錯
錶
鍊
鍋
鍛
鍵
鍾
鎖
鎮
鏡
鏢
鐘
鐵
鑰
鑽
锻
長
門
閃
閉
開
閑
閒
間
閣
閱
闆
闊
闖
關
闢
阪
阮
防
阻
阿
附
陌
降
限
陝
院
陣
除
陪
陳
陷
陸
陽
隆
隊
階
隔
際
障
隨
險
隱
隻
雄
雅
集
雌
雕
雖
雙
雚
雜
雞
離
難
雨
雪
雲
零
電
需
霄
震
露
霸
靈
青
靜
非
靠
靡
面
革
靴
鞋
鞭
鞾
韓
音
韾
響
頁
頂
頃
項
順
須
預
頓
頗
領
頤
頭
頸
頻
顆
題
額
顏
願
顛
類
顧
顯
風
颱
颳
飄
飆
飛
食
飩
飯
飲
飽
飾
餃
餅
養
餐
餓
餘
餛
館
餵
饅
饒
首
香
馨
馬
馳
駐
駕
駛
駿
騎
騙
驕
驗
驚
骨
髒
體
高
髮
鬆
鬍
鬥
鬧
鬼
魁
魅
魚
魯
魷
鮮
鯊
鯨
鳥
鳳
鴨
鴯
鴿
鵝
鹵
鹹
鹿
麗
麥
麵
麻
麼
黃
黎
黑
默
點
黨
黯
鼎
鼓
鼠
鼻
齊
齒
齡
齣
龍
龐
龜
！
＂
（
）
，
－
．
／
０
１
２
３
４
５
６
７
８
９
：
；
？
Ａ
Ｂ
Ｃ
Ｄ
Ｅ
Ｆ
Ｇ
Ｈ
Ｉ
Ｊ
Ｋ
Ｌ
Ｍ
Ｎ
Ｏ
Ｐ
Ｑ
Ｒ
Ｓ
Ｔ
Ｕ
Ｖ
Ｘ
Ｙ
ａ
ｂ
ｃ
ｄ
ｅ
ｆ
ｇ
ｈ
ｉ
ｋ
ｌ
ｍ
ｎ
ｏ
ｐ
ｒ
ｓ
ｔ
ｕ
ｗ
ｙ
～
�
