(
)
-
0
1
2
5
?
A
B
I
K
N
O
P
S
V
X
a
h
x
…
─
○
、
。
「
」
一
丁
七
丈
三
上
下
不
且
世
丘
丟
並
丫
中
串
丹
主
久
之
乍
乎
乏
乖
乘
乙
九
乞
也
乳
乾
亂
了
予
事
二
云
互
五
井
些
亞
亡
交
亦
享
亭
亮
人
什
仁
仇
今
介
仍
仔
他
仗
付
仙
仞
代
令
以
仰
仲
件
任
份
仿
企
伊
伏
伐
休
伙
伯
估
伴
伶
伸
似
但
佇
佈
位
低
住
佐
佔
何
余
佛
作
你
佩
佬
佳
併
使
侄
來
例
侍
供
依
侮
侵
侶
侷
便
係
促
俄
俏
俐
俗
保
信
修
俯
俱
倀
倆
倉
個
倍
倏
們
倒
倖
倘
候
倚
借
倡
倦
倫
值
假
偉
偎
偏
偑
偕
做
停
健
偶
偷
傍
傑
傘
備
傢
催
傲
傳
債
傷
傻
傾
僅
像
僕
僥
僧
價
僻
儀
億
儉
儒
儕
儘
償
優
元
兄
充
兇
先
光
克
免
兒
兔
兢
入
內
全
兩
八
公
六
共
兵
其
具
典
兼
冊
再
冒
冠
冬
冰
冷
凋
凌
凍
凝
凡
凰
凱
凶
凸
凹
出
刀
分
切
刑
划
列
初
判
別
利
刮
到
制
刷
券
刺
刻
則
剉
削
剋
剌
前
剎
剔
剛
剩
剪
副
割
創
劃
劇
劈
劉
劍
劑
力
功
加
劣
助
努
勃
勇
勉
勒
動
務
勝
勞
勢
勤
勵
勸
勾
勿
包
匆
化
北
匙
匝
匡
匯
匱
匹
區
十
千
升
午
半
卑
卒
協
南
博
卜
占
卡
卦
印
危
即
卷
卻
厄
厚
原
厭
厲
去
參
又
叉
及
友
反
叔
取
受
叢
口
古
句
另
叨
只
叫
叮
可
台
史
右
司
吃
各
合
吊
同
名
后
吐
向
君
吞
否
吧
含
吭
吱
吵
吸
吹
吻
吼
吾
呀
呆
呈
告
呢
周
呯
味
呷
呼
命
咁
咆
和
咐
咒
咖
咚
咧
咬
咱
咻
哀
品
哄
哆
哇
哈
哉
哎
員
哥
哦
哪
哭
哮
哲
哼
唉
唐
唧
售
唯
唱
唳
唸
唾
商
啊
問
啕
啜
啞
啟
啡
啦
啪
啼
喀
善
喊
喔
喘
喚
喜
喝
喧
喪
喬
單
喳
喻
嗎
嗑
嗜
嗤
嗶
嘆
嘉
嘍
嘗
嘛
嘩
嘮
嘯
嘰
嘲
嘴
嘻
嘿
噁
噗
器
噩
噬
噴
噹
嚀
嚇
嚎
嚐
嚥
嚮
嚴
囂
囉
四
回
因
困
固
圈
國
圍
園
圓
圖
團
土
在
地
圾
均
坎
坐
坑
坡
坤
坦
坷
垂
垃
型
垠
垢
垮
埃
埋
城
域
執
培
基
堂
堅
堆
堇
堡
堤
堪
報
場
堵
塊
塌
塑
塔
塗
塞
填
塵
境
墉
墊
墜
增
墨
墮
壁
壇
壓
壞
壤
士
壯
壽
夏
夕
外
多
夜
夠
夢
夥
大
天
太
夫
央
失
夷
夾
奄
奇
奈
奏
契
奔
奕
套
奠
奧
奪
奮
女
奶
奸
她
好
如
妄
妒
妙
妝
妨
妳
妹
妻
妾
姊
始
姐
姑
委
姨
姿
威
娉
娛
娜
娟
娥
婆
婉
婚
婦
婷
媄
媒
媽
嫉
嫌
嫦
嫩
嫻
嬉
嬋
嬌
嬤
嬰
嬾
子
孔
孕
字
存
孜
孝
季
孤
孩
孫
學
它
宅
宇
守
安
完
宗
官
宙
定
宛
客
宣
室
宮
宰
害
宴
宵
家
容
寂
寄
密
富
寒
寓
寞
察
寡
實
寧
寫
寬
寵
寶
寸
寺
封
射
將
專
尉
尊
尋
對
導
小
少
尖
尚
尤
尬
就
尺
尼
尾
局
屁
居
屈
屋
屍
屎
屏
屑
展
屜
屣
層
履
屬
山
屹
岐
岔
岡
岩
岸
峰
島
峽
崇
崎
崖
崗
嶄
嶇
嶼
嶽
巔
川
州
巢
工
左
巧
巨
差
己
已
巴
巷
巾
市
布
帆
希
帚
帝
帥
師
席
帳
帶
常
帽
幅
幕
幫
干
平
年
幸
幹
幻
幼
幽
幾
床
序
底
店
府
度
座
庫
庭
康
廁
廂
廉
廊
廚
廝
廠
廢
廣
廳
延
建
弄
式
引
弟
弦
弱
張
強
彈
彌
彎
彙
形
彩
彬
影
彷
役
彼
彿
往
征
待
很
徊
律
後
徐
徑
徒
得
徘
徙
徜
從
御
徨
復
循
徬
微
徵
德
徹
心
必
忍
志
忘
忙
忠
快
忱
念
忽
忿
怎
怒
怕
怖
怗
思
怠
怡
急
性
怨
怪
怯
恆
恍
恐
恛
恢
恣
恥
恨
恩
恫
息
悄
悅
悉
悌
悔
悟
悠
悢
患
您
悲
悵
悶
悽
情
惆
惑
惕
惘
惜
惟
惠
惡
惦
惰
惱
想
惴
惶
惹
愁
愈
愉
愎
意
愒
愓
愛
感
愧
慈
態
慌
慍
慎
慕
慘
慚
慢
慣
慧
慨
慮
慰
慶
慾
憂
憊
憎
憐
憑
憝
憤
憧
憩
憫
憶
憺
憾
懂
懈
應
懊
懲
懵
懶
懷
懸
懼
戀
成
我
戒
或
戰
戲
戴
戶
戾
房
所
扇
手
才
扎
扒
打
扔
托
扛
扣
扭
扮
扯
扶
批
扺
找
承
技
抄
抉
把
抒
抓
投
抖
抗
折
披
抬
抱
抵
抹
押
抽
拂
拄
拆
拉
拋
拌
拍
拒
拓
拔
拖
拘
拙
拚
招
拜
括
拭
拮
拳
拷
拼
拾
拿
持
指
按
挑
挖
挫
振
挺
挽
捉
捍
捏
捐
捕
捧
捨
捩
捫
据
捲
捷
掃
授
掉
掌
掏
排
掘
掙
掛
掠
採
探
接
控
推
掩
措
描
提
插
揚
換
握
揣
揮
援
損
搏
搖
搗
搜
搞
搬
搭
搰
搶
摔
摘
摧
摩
摭
摯
摸
摺
撈
撐
撒
撓
撕
撞
撥
撫
播
撰
撲
撼
撿
擁
擅
擇
擊
擋
操
擎
擔
據
擠
擦
擬
擴
擺
擾
攏
攔
攜
攤
支
收
改
攻
放
政
故
效
敏
救
敗
敘
教
敝
敢
散
敬
敲
整
敵
數
斃
文
斑
斕
斗
料
斜
斥
斬
斯
新
斷
方
於
施
斿
旁
旅
旋
族
旗
既
日
旦
早
旱
旺
昂
昆
明
昏
昐
易
昔
昕
星
映
春
昧
昨
昫
是
時
晃
晒
晚
晨
普
景
晰
晴
晶
智
暇
暈
暑
暖
暗
暢
暫
暮
暴
暾
曆
曉
曘
曙
曠
曬
曰
曲
曳
更
書
曹
曾
替
最
會
月
有
朋
服
朔
朗
望
朝
期
朦
朧
木
未
末
本
朱
朵
朽
杆
李
杏
材
村
杜
束
杯
東
松
板
析
林
枚
果
枝
枯
架
柏
某
染
柔
柚
查
柱
柳
校
栩
株
核
根
格
栽
桂
桃
框
案
桌
桑
桶
桿
梁
梅
條
梢
梭
梯
梵
棄
棉
棋
棍
棒
棘
棚
棟
森
棵
椅
植
楊
楓
楚
楣
業
極
楷
概
榆
榜
榮
槁
構
槍
槽
樂
樑
樓
標
模
樣
樸
樹
橋
橘
橙
機
橡
橫
檢
檬
櫃
櫥
欄
欉
權
欓
欠
次
欣
欲
欺
款
歇
歉
歌
歡
止
正
此
步
武
歧
歪
歲
歷
歸
死
殃
殆
殊
殘
段
殷
殺
殼
殿
毀
毅
母
每
毒
比
毛
毫
毯
民
氛
氟
氣
氧
氯
水
永
汁
求
汐
汗
汙
江
池
污
汰
汱
汲
決
汽
沈
沉
沌
沒
沖
沙
沛
沮
沱
河
沸
油
治
沾
況
泉
泊
法
泛
泡
波
泣
泥
注
泳
洋
洗
洞
津
洩
洪
洲
洶
活
派
流
浦
浪
浮
海
浸
浹
涂
消
涉
涌
涕
涪
涮
涯
液
涵
涸
涼
淇
淋
淒
淘
淚
淡
淨
淩
淪
深
淵
混
淹
淺
添
清
減
渝
渠
渡
測
港
渲
渴
游
渺
渾
湛
湧
湯
源
準
溜
溝
溢
溪
溫
溯
溶
溺
溼
滂
滅
滋
滌
滑
滔
滴
滾
滿
漁
漂
漆
漓
演
漠
漢
漫
漬
漸
漾
潑
潔
潛
潤
潦
潭
潮
潰
澀
澄
澆
澈
澡
澱
澳
澹
激
濃
濕
濟
濡
濤
濺
濾
瀑
瀕
瀝
瀟
瀰
瀾
灌
灑
灘
灣
火
灰
災
炎
炒
炙
炫
炬
炭
炮
炸
為
烈
烏
烙
烤
焉
無
焦
焰
然
煉
煌
煎
煙
煤
煥
煦
照
煩
煮
熄
熟
熬
熱
燃
燈
燒
營
燥
燦
燭
爆
爐
爛
爬
爭
父
爸
爺
爽
爾
牆
片
版
牌
牙
牛
牠
牢
牧
物
牲
特
牽
犧
犯
狀
狂
狗
狹
猛
猜
猴
猶
獄
獅
獎
獨
獲
獵
獸
獻
率
玉
王
玩
玻
珍
珠
班
現
球
琅
理
琢
琬
琳
琴
瑕
瑟
瑣
瑩
瑪
瑯
瑰
璀
璃
璞
璨
環
瓜
瓢
瓣
瓦
瓶
甘
甚
甜
生
產
甦
用
甩
甫
田
由
甲
男
界
畏
畔
留
畢
略
番
畫
異
當
疊
疏
疑
疤
疲
疼
疾
病
症
痍
痕
痛
痴
瘋
瘡
瘦
療
癆
癈
癡
癮
癸
登
發
白
百
皂
的
皆
皇
皮
皺
盆
盈
益
盒
盛
盟
盡
監
盤
盪
目
盯
盲
直
相
盼
盾
省
眉
看
真
眠
眨
眩
眶
眺
眼
眾
睛
睡
睫
睬
睹
瞄
瞇
瞌
瞎
瞧
瞪
瞬
瞭
瞿
矇
矓
矛
矢
知
矩
短
矮
石
矸
砌
研
砰
破
硝
硬
硯
碌
碎
碗
碟
碩
碪
碰
碳
確
碼
磁
磈
磋
磚
磨
磺
礁
礎
礙
礪
礫
示
社
祈
祕
祖
祝
神
祟
祥
票
禁
禍
福
禪
禮
禹
禿
秀
私
秉
秋
科
秒
秘
秩
移
稀
程
稍
稚
稜
稠
種
稱
稿
積
穎
穢
穩
穫
究
穹
空
穿
突
窄
窒
窗
窣
窩
窮
竄
竅
立
站
竟
章
童
竭
端
競
竿
笑
笛
符
笨
第
筆
等
筋
筐
筒
答
筳
筵
箔
算
管
箭
箱
節
範
篇
築
簇
簡
簣
簽
簾
簿
籃
籌
籍
籠
籤
籮
米
粉
粒
粗
精
糊
糕
糖
糟
系
糾
紀
約
紅
紋
納
紓
純
紙
級
紛
素
索
累
細
終
絃
組
結
絑
絕
絞
絡
絢
給
絨
絮
統
絲
綁
經
綠
維
綱
網
綴
綻
綽
綿
緊
緒
線
緞
緣
編
緩
緬
練
緻
縛
縫
縮
縱
總
績
繁
織
繞
繩
繪
繫
繳
繼
繽
續
纍
纖
纜
缺
罐
罔
罕
罩
罪
置
罰
署
罵
罷
罹
羅
羊
美
羔
羞
群
羨
義
羽
翁
翅
翏
習
翔
翠
翱
翹
翻
翼
耀
老
考
者
而
耍
耐
耕
耗
耘
耳
耶
耹
耿
聆
聊
聖
聚
聞
聯
聰
聲
聳
職
聽
聾
肅
肆
肉
肌
肚
股
肢
肩
肯
育
胃
背
胎
胖
胞
胡
胸
能
脆
脛
脥
脫
脹
脾
腐
腦
腫
腰
腳
腹
腿
膀
膚
膝
膠
膩
膽
臂
臉
臣
臨
自
臭
至
致
臺
與
興
舉
舊
舒
舞
航
舫
般
舵
船
艘
良
艱
色
艾
芒
芝
芬
芭
花
芳
芽
苗
苞
苟
若
苦
英
茁
茂
茅
茫
茲
茶
茹
草
荊
荒
荷
莉
莊
莎
莓
莖
莘
莫
菇
菜
華
菲
菸
萃
萋
萎
萬
落
葉
著
葛
董
葦
葵
蒂
蒐
蒙
蒲
蒸
蒼
蓊
蓋
蓬
蓮
蔑
蔚
蔡
蔭
蕩
蕭
蕾
薀
薄
藉
藍
藏
藝
藥
藹
蘆
蘇
蘊
蘋
虎
虐
處
虛
號
虧
虹
蚊
蚑
蚤
蛇
蛋
蛛
蛤
蛻
蜂
蜊
蜒
蜘
蜜
蜿
蝕
螂
融
螞
螢
蟑
蟬
蟲
蟹
蟻
蠅
蠟
蠻
血
行
衍
術
街
衛
衝
衡
衣
表
衰
衷
袁
袋
袖
被
裁
裂
裕
補
裝
裡
裳
製
複
褐
褲
襌
襯
襲
西
要
覆
見
規
覓
視
親
覺
覽
觀
角
解
觸
言
訂
計
訊
討
訓
託
記
訝
訢
訪
設
許
訴
診
証
評
詞
試
詩
詮
話
該
詳
詼
誇
認
誓
誕
誘
語
誠
誤
誨
說
誰
課
誼
調
諄
談
請
諒
論
諦
諧
諫
諭
諸
諾
謀
謂
謙
講
謝
謹
證
譏
識
譜
警
譪
譬
議
護
譽
讀
變
讓
讚
谷
豁
豈
豐
豔
象
豪
豫
豬
貌
貓
貝
貞
負
財
貢
貧
貨
貪
貫
責
貴
貶
買
費
貼
賀
資
賓
賜
賞
賠
賢
賣
質
賴
賺
賽
贈
贊
贏
贓
赤
赫
走
赴
起
趁
超
越
趕
趟
趣
趨
足
趴
跆
跋
跌
跑
距
跟
跡
跨
路
跳
踏
踐
踢
踩
踴
踹
蹈
蹋
蹟
蹤
蹦
蹲
蹶
躁
躍
身
躲
躺
軀
車
軍
軒
軟
軼
軾
較
載
輊
輔
輕
輛
輝
輟
輩
輪
輯
輸
轉
轍
轟
辛
辜
辟
辣
辦
辨
辭
辯
辰
辱
農
迅
迎
近
返
迪
迫
迭
述
迴
迷
追
退
送
逃
逆
逍
透
逐
途
逗
這
通
逛
逝
逞
速
造
逢
連
週
進
逸
逼
遁
遂
遇
遊
運
遍
過
遐
道
達
違
遙
遜
遞
遠
遨
適
遭
遮
遲
遵
遶
遷
選
遺
遼
避
邀
邁
還
邇
邊
那
邦
邪
郊
郎
郡
郤
部
郭
郵
都
鄉
鄒
鄭
鄰
配
酒
酣
酬
酷
酸
醉
醒
醜
醫
采
釋
里
重
野
量
金
釘
針
鈍
鈕
鈴
鈺
鉑
鉛
銀
銅
銘
銷
鋁
鋒
鋪
鋼
錄
錢
錫
錯
鍊
鍋
鍛
鍥
鍵
鍾
鎖
鎗
鎢
鎮
鏡
鏢
鏽
鐘
鐵
鑄
鑑
鑣
鑰
鑲
鑽
長
門
閃
閉
開
閒
間
閱
闆
闊
闔
闖
關
闡
阱
防
阻
阿
附
陋
陌
降
限
陝
院
陣
除
陪
陰
陳
陵
陶
陷
陸
陽
隅
隊
隋
階
隔
際
障
隧
隨
險
隱
隻
雀
雁
雄
雅
集
雕
雖
雙
雜
雞
離
難
雨
雪
雲
零
雷
電
需
霄
震
霉
霍
霎
霖
霜
霧
露
霸
霹
靂
靈
青
靜
非
靠
靡
面
靨
革
靶
鞋
鞦
韆
韌
韓
音
韻
響
頁
頂
頃
項
順
須
頌
預
頑
頓
頗
領
頭
頰
頸
頹
頻
顆
題
額
顏
願
顛
類
顧
顫
顯
風
颱
颳
飄
飛
食
飯
飲
飽
飾
餅
養
餐
餒
餓
餘
餚
館
餵
饋
首
香
馨
馬
馳
駕
騎
騖
騙
騰
騷
驅
驕
驗
驚
驪
骨
骯
骸
髒
體
高
髮
鬆
鬥
鬧
鬱
鬼
魂
魔
魘
魚
魯
鮮
鱗
鳥
鳳
鳴
鴉
鴨
鵝
鵡
鵰
鸚
鹽
鹿
麗
麥
麻
麼
黃
黍
黎
黏
黑
默
黝
點
黨
鼎
鼓
鼠
鼻
齊
齡
龍
龐
龜
！
，
－
．
：
；
？
�
