]
…
、
。
「
」
ㄇ
ㄦ
一
丁
七
万
丈
三
上
下
不
与
丑
且
世
丟
並
中
丸
主
乃
久
之
乍
乎
乖
乘
九
也
乾
亂
了
予
事
二
互
五
井
些
亞
亡
交
亦
享
京
亭
亮
人
什
仁
今
介
仍
仔
他
仗
付
仙
代
令
以
件
任
份
企
伊
伐
休
伯
估
伴
伸
似
但
佈
位
低
住
佑
体
佔
何
余
作
你
佣
佪
佬
佳
佷
使
來
例
供
依
侯
侵
侷
便
係
促
俄
俗
保
信
修
俳
倆
個
倍
們
倒
候
倚
借
倫
值
假
偉
偏
偕
做
停
健
側
偶
偷
偽
傍
傘
備
傱
傲
傳
傷
傾
僅
像
價
億
儒
儘
償
優
元
兄
充
先
光
克
免
兒
兔
入
內
全
兩
八
公
六
共
兵
其
具
典
兼
冉
冊
再
冒
冠
冤
冬
冰
冷
准
凌
凡
凱
出
函
刀
分
切
刊
划
列
初
判
別
利
到
制
刷
刺
刻
則
削
前
剎
剛
剩
副
創
劃
劇
劉
劍
力
功
加
助
努
勇
勉
動
勘
務
勝
勞
募
勢
勵
勸
勿
包
匆
化
北
匙
匪
匯
區
十
千
升
午
半
卓
協
南
博
占
卡
印
危
即
卷
卻
厚
原
厭
厲
去
參
又
及
友
反
叔
取
受
口
古
句
另
叨
只
叫
可
台
史
右
司
吃
各
合
同
名
后
吐
向
吞
否
吧
吩
含
吳
吵
吶
吸
吹
呀
呂
呈
告
呢
周
味
呼
命
咀
和
咐
咕
咖
咪
咬
咱
哀
品
哇
哈
哏
員
哥
哩
哪
哭
哲
唄
唉
唯
唱
唷
唸
商
啊
問
啟
啡
啤
啦
善
喊
喔
喜
喝
喪
單
喻
嗎
嗓
嗛
嗨
嘈
嘉
嘍
嘔
嘗
嘛
嘮
嘯
嘻
噁
噌
噢
器
噩
噪
噴
噸
嚐
嚜
嚴
囉
四
回
因
困
固
圈
國
圍
園
圓
圖
團
土
在
地
圾
址
均
坊
坎
坏
坐
坑
坡
坦
坷
坻
垃
型
埋
城
域
埤
執
培
基
堂
堅
堆
堡
堤
堪
報
場
塊
塑
塔
塗
塞
塭
塶
境
增
墾
壁
壓
壞
士
壽
夏
外
多
夜
夠
夢
夥
大
天
太
夫
失
奇
奈
奉
契
套
奚
奠
奧
奪
奮
女
奴
奶
她
好
如
妙
妝
妞
妥
妨
妳
妹
妻
姊
始
姐
姓
委
姣
姨
威
娃
娘
娛
娜
娩
婆
婉
婚
婦
媒
媽
嫁
嫩
嬌
嬤
嬰
子
孔
孕
字
存
孝
季
孤
孩
孫
學
它
宅
守
安
完
官
定
宜
客
宣
室
宮
宰
害
家
容
宿
寂
寄
密
富
寒
寓
寞
察
寢
實
寧
審
寫
寬
寮
寰
寵
寶
封
將
專
尊
尋
對
導
小
少
尚
尤
尬
就
尷
尺
尼
局
居
屈
屋
展
層
屬
山
岑
岡
峇
島
崖
崗
崛
州
工
左
巧
巨
差
己
已
巴
巾
市
布
希
帖
帝
帥
師
席
帳
帶
常
帽
幅
幕
幣
幫
干
平
年
并
幸
幹
幻
幼
幽
幾
床
序
底
店
府
度
座
庭
康
庸
廁
廚
廠
廢
廣
廳
延
廷
建
弄
弊
式
引
弟
弮
弱
張
強
彈
彌
彎
形
彩
影
彼
往
待
很
律
後
徑
徒
得
從
徦
復
循
微
徵
德
徹
心
必
忍
忒
忖
志
忘
忙
忠
快
念
忽
怎
怒
怕
怖
思
急
性
怨
怪
恍
恐
恢
恨
恩
恭
息
恰
悅
悔
悠
患
您
悲
悶
悼
悾
情
惑
惚
惜
惠
惡
惰
惱
想
愁
愈
愉
意
愛
感
愧
態
慌
慎
慕
慘
慚
慢
慣
慧
慮
慰
慶
慷
憂
憐
憤
憬
憲
憶
懂
應
懊
懶
懷
戀
成
我
戒
或
戚
截
戰
戲
戴
戶
房
所
扁
手
才
打
扔
托
扭
扮
扶
批
找
承
技
抄
把
抑
抓
投
抗
折
披
抬
抱
抵
抹
抽
拆
拉
拍
拒
拖
拘
招
拜
括
拯
拰
拳
拼
拿
持
指
按
挑
挫
挺
挽
捉
捏
捕
捨
捷
掃
掄
授
掉
掌
掏
排
掙
掛
掠
採
探
接
控
推
措
掰
提
揚
換
握
揭
揮
援
損
搓
搜
搞
搬
搭
搶
摟
摩
摯
摸
摻
摽
撈
撐
撒
撘
撞
撤
撥
撫
播
撲
擁
擇
擊
擋
操
擔
據
擠
擦
擬
擴
擺
擾
攀
攝
攢
攤
支
收
改
放
政
故
效
敏
救
敗
敘
教
敢
散
敦
敬
敲
整
數
文
斌
斑
料
斜
斤
斯
新
斷
方
於
施
旁
旅
族
既
日
旦
早
昇
明
昏
易
星
映
春
昧
昨
昭
是
時
晚
晨
普
景
晴
智
暇
暈
暑
暖
暗
暫
暱
暴
暸
曉
曝
曬
曲
更
書
曼
曾
替
最
會
月
有
朋
服
朔
朗
望
朝
期
木
未
末
本
李
杏
材
村
束
杯
東
松
板
极
枉
析
林
枚
果
枝
架
某
染
柔
查
柴
校
根
格
桃
框
案
桌
桑
桶
桿
梁
梅
條
械
棄
棉
棒
棗
棟
森
棵
椅
植
楊
楔
楚
楣
業
極
概
榜
榮
構
槍
樂
樏
樑
樓
標
模
樣
樹
橋
機
橫
檔
檡
檢
檯
櫃
權
次
欣
欸
欺
欽
款
歉
歌
歐
歡
止
正
此
步
武
歪
歲
歷
歸
歹
死
殊
殖
殘
段
殺
殼
毀
毋
母
每
毒
比
毛
毫
民
氛
氣
氧
水
永
汁
求
汙
池
污
汪
汰
決
汽
沈
沉
沒
沙
沮
河
油
治
沾
況
泉
法
泛
波
泥
注
泰
泳
洋
洗
洞
洩
洲
活
派
流
浪
浮
海
消
涉
涯
液
涼
淂
淋
淒
淘
淚
淡
淨
淪
深
混
淺
添
清
減
渡
測
港
渴
游
湖
湯
源
準
溝
溪
溫
溯
滅
滑
滾
滿
漁
漂
漏
演
漠
漢
漫
漲
漸
潑
潔
潘
潛
潢
潤
潮
澄
澈
澎
澡
澳
激
濃
濕
濟
濫
濾
瀛
瀰
瀾
灌
灣
火
灰
災
炒
炫
炸
為
烈
烤
焉
焋
無
焦
然
煌
煎
煙
煤
照
煩
煮
熊
熟
熬
熱
熾
燈
燒
燙
營
燥
燦
爆
爐
爛
爬
爭
父
爸
爺
爽
爾
牆
片
牌
牙
牛
牠
牢
物
牲
特
牽
犧
犯
狀
狂
狗
猛
猜
猶
獄
獎
獨
獲
獻
率
玈
王
玩
玻
珈
珍
班
珼
現
球
理
琣
琴
琺
瑳
璃
璘
環
瓜
瓶
甚
甜
生
產
甦
用
田
由
申
男
甸
町
界
留
畜
畢
略
番
畫
異
當
畸
畿
疇
疑
疲
疹
疼
疾
病
症
痕
痛
痲
瘋
瘦
療
癌
癢
癥
癮
登
發
白
百
的
皆
皇
皮
益
盛
盜
盡
監
盤
盧
目
盯
盲
直
相
盼
盾
省
看
真
眠
眼
眾
睏
睛
睡
督
睹
瞅
瞌
瞞
瞪
瞭
矛
知
短
研
破
碌
碓
碗
碟
碩
碰
確
碼
磅
磚
礎
礙
礡
示
社
祕
祖
祝
神
祥
票
祿
禁
福
禮
禿
秀
私
秋
种
科
秘
租
移
稅
程
稍
稚
種
稱
稼
稿
積
穩
穫
究
空
穿
突
窗
窘
窩
窮
立
站
竟
章
童
端
競
竹
笑
符
笨
第
筆
等
筋
答
策
算
管
箭
箱
節
範
篇
築
篹
簡
簧
簽
籌
籍
籲
米
粉
精
糊
糕
糖
糟
系
糾
紀
約
紅
紋
納
紐
純
紙
級
紛
素
紡
索
紫
累
細
紹
終
組
結
絕
絡
絣
給
統
絲
綁
經
綠
維
綱
網
緊
緒
線
緝
緣
編
緩
練
緻
縣
總
績
繁
織
繩
繫
繳
繼
續
缺
罐
罩
罪
置
罰
署
罵
罷
羅
羊
美
羞
群
羨
義
翁
習
翹
翻
耀
老
考
者
而
耐
耕
耗
耘
耳
耶
耿
聊
聖
聘
聚
聞
聯
聰
聲
職
聽
肅
肉
股
肥
肯
育
胃
背
胎
胡
胸
能
脅
脆
脫
脾
腕
腥
腦
腳
腸
膚
膠
膩
臉
臥
臨
自
臭
至
致
臺
與
興
舉
舊
舍
舒
舞
般
船
良
艱
色
艾
芒
芝
芬
花
芳
若
苦
英
茂
茅
茫
茶
草
荒
荷
莊
莞
莫
菊
菜
菩
華
菸
萊
萬
落
葉
著
葚
董
葬
葸
蒐
蒙
蒸
蒼
蓋
蓮
蔔
蔘
蔡
蔥
蔬
蕭
薄
薦
薩
薪
薯
薰
藉
藍
藏
藝
藤
藥
藻
蘇
蘋
蘭
蘿
處
虛
號
虧
虹
蛋
蛙
蛻
蝦
蝴
蝶
融
螢
蟲
蟹
蠅
蠻
血
行
術
街
衛
衝
衡
衣
表
衰
衷
袋
袖
被
裁
裏
裕
補
裝
裡
製
複
褓
褲
襪
西
要
覆
見
規
視
親
覺
覽
觀
角
解
触
觸
言
訂
計
訊
討
訓
託
記
訝
訟
訣
訪
設
許
訴
診
証
評
詞
詢
試
話
該
詳
誇
誌
認
誘
語
誠
誣
誤
誥
說
誰
課
誼
調
談
請
諒
論
諮
謂
謊
講
謝
謬
謹
證
識
譜
警
譬
議
譴
護
讀
變
讓
讚
豁
豈
豐
象
豬
貌
貓
貝
貞
負
財
貢
貧
貨
貪
貫
責
貳
貴
買
費
貼
貿
賄
資
賞
賠
賣
賦
質
賭
賴
賸
賺
購
賽
贈
贊
贏
贓
赤
走
赴
起
趁
超
越
趕
趣
趨
足
趴
跌
跑
距
跟
跡
跨
路
跳
踏
踐
踢
踴
蹈
蹺
躁
躍
身
躲
車
軌
軟
較
載
輔
輕
輛
輝
輩
輪
輸
輾
輿
轅
轉
轍
辛
辜
辣
辦
辨
辭
農
迅
迎
近
迫
述
迷
追
退
送
适
逃
透
逐
途
這
通
逛
逝
速
造
連
週
進
逼
遇
遊
運
遍
過
道
達
違
遙
遜
遞
遠
適
遭
遲
遵
遷
選
遺
遽
避
邀
邁
還
邊
那
邦
郎
部
郵
都
鄉
鄧
鄰
配
酒
醉
醒
醜
醫
醬
采
釋
里
重
野
量
金
釘
針
釣
鈍
鈞
鈴
鈽
銀
銘
銷
錄
錓
錠
錢
錯
錶
鍋
鍵
鍾
鎖
鏡
鐘
鐵
鑽
長
門
閉
開
閑
閒
間
閣
閱
闆
關
防
阿
附
陌
降
限
院
陣
除
陪
陰
陳
陵
陶
陷
陸
陽
隊
階
隔
際
障
隧
隨
險
隱
隻
雄
雅
集
雇
雕
雖
雙
雜
雞
離
難
雨
雪
雲
零
電
需
霧
露
霸
靈
青
靚
靜
非
靠
面
革
鞋
韓
音
響
頁
頂
項
順
須
預
頓
頗
領
頭
顆
題
額
顏
願
類
顧
顯
風
颳
飛
食
飯
飲
飽
飾
餃
餅
養
餐
餒
餓
餘
餡
館
餲
餵
饌
首
香
馬
馳
駛
駝
駭
駱
騎
騙
騰
驃
驕
驗
驚
骨
髒
髓
體
高
髦
髮
鬆
鬥
鬧
鬱
鬼
魚
魯
鮮
鱠
鳥
鵝
鵰
鹽
麗
麟
麥
麵
麻
麼
黃
黎
黑
默
點
黨
鼓
鼠
鼻
齊
齡
龐
龠
﹗
！
＂
％
（
）
，
－
．
／
０
１
２
３
４
５
６
７
８
９
：
；
？
Ａ
Ｂ
Ｃ
Ｄ
Ｅ
Ｈ
Ｉ
Ｊ
Ｋ
Ｌ
Ｍ
Ｎ
Ｏ
Ｐ
Ｑ
Ｒ
Ｓ
Ｔ
Ｕ
Ｖ
Ｗ
ａ
ｄ
ｅ
ｆ
ｇ
ｈ
ｉ
ｋ
ｍ
ｎ
ｐ
ｓ
ｔ
ｕ
～
